Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/CheckIn.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FOURTH_BULLET
source: Your destination and approximate arrival time will be shared with the friend when you start a destination session.
ar: ستتم مشاركة وجهتك ووقت وصولك المقدَّر مع صديقك عند بدء جلسة وجهة.
bg: Дестинацията и приблизителен час на пристигане ще бъдат споделени с приятеля ви, когато започне сесия за достигане на дестинация.
ca: En iniciar l’acompanyament, es compartiran la destinació i l’hora d’arribada aproximada.
cs: Na začátku relace doprovodu dostane váš přítel informace o tom, kam máte namířeno a kdy asi dorazíte na místo.
da: Din destination og omtrentlige ankomsttid bliver delt med vennen, når du starter en destinationssession.
de: Dein Ziel und die ungefähre Ankunftszeit werden mit der befreundeten Person geteilt, wenn du eine Sitzung für das Ziel startest.
el: Ο προορισμός και η κατά προσέγγιση ώρα άφιξής σας θα κοινοποιηθούν στο φιλικό σας πρόσωπο, στην αρχή της συνεδρίας Δήλωσης άφιξης.
es: Al iniciar la sesión de aviso de llegada, se compartirá tu destino junto con la hora de llegada aproximada con la otra persona.
es_419: Tu destino y hora de llegada aproximada se compartirán con tu contacto al iniciar una sesión.
fi: Määränpääsi ja arvioitu saapumisaikasi jaetaan ystävälle, kun aloitat määränpääistunnon.
fr: Votre destination et votre heure d’arrivée approximative sont partagées avec le contact lorsque vous commencez une session d’accompagnement.
fr_ca: Votre destination et heure d’arrivée approximative seront partagées avec votre contact lorsque vous commencerez une session jusqu’à une destination donnée.
he: אם התחלת פעילות המבוססת על יעד, היעד וזמן ההגעה המשוער שלך ישותפו עם החבר או החברה.
hi: आपकी मंज़िल और अनुमानित आगमन समय दोस्त के साथ शेयर किए जाएँगे जब आप मंज़िल सत्र शुरू करते हैं।
hr: Kad pokrenete sesiju do odredišta, s prijateljem će se podijeliti odredište i procijenjeno vrijeme dolaska.
hu: A célja és a megközelítő érkezési ideje meg lesz osztva a barátjával, amikor elindít egy célmunkamenetet.
id: Tujuan dan perkiraan waktu kedatangan Anda akan dibagikan dengan teman saat Anda memulai sesi tujuan.
it: Quando avvii una sessione basata sulla destinazione, quest’ultima e l’orario di arrivo approssimativo verranno condivise con l’altra persona.
ja: 目的地を指定したセッションを開始すると、目的地とおおよその到着時間が友達と共有されます。
kk: Тағайындылған жер сеансын бастаған кезде, тағайындалған жер мен болжалды жету уақыты досыңызға жіберіледі.
ko: 사용자가 목적지 세션을 시작하면 사용자의 목적지 및 대략적인 도착 시간이 친구와 공유됩니다.
lt: Jūsų paskirties vieta ir apytikslis atvykimo laikas bus bendrinami su draugu, kai pradėsite paskirties vietos seansą.
ms: Destinasi dan anggaran masa ketibaan anda akan dikongsi dengan rakan apabila memulakan sesi destinasi.
no: Bestemmelsesstedet og anslått ankomsttid vil bli delt med vennen når du starter en økt med bestemmelses­sted.
pl: Po rozpoczęciu sesji cel Twojej podróży oraz szacowany czas przybycia zostaną udostępnione drugiej osobie.
pt_br: O seu destino e o horário de chegada estimado serão compartilhados com a pessoa quando você iniciar uma sessão em que compartilha o destino.
pt_pt: O seu local de destino e hora de chegada aproximada serão partilhados com a outra pessoa quando iniciar uma sessão de destino.
ro: Destinația și ora aproximativă de sosire vor fi partajate cu contactul atunci când începeți o sesiune cu destinație.
ru: Информация о точке назначения и времени Вашего примерного прибытия станет доступна Вашему другу, как только Вы начнете сеанс «На связи».
sk: Po spustení relácie so stanoveným cieľom bude s vaším priateľom zdieľaný cieľ vašej cesty a približný čas príchodu.
sl: Vaš cilj in približen čas prihoda bosta s prijateljem deljena, ko zaženete sejo do cilja.
sv: Målplatsen och ungefärlig ankomsttid delas med vännen när du startar en session till en målplats.
th: ปลายทางและเวลาถึงโดยประมาณของคุณจะถูกแชร์กับเพื่อนเมื่อคุณเริ่มเซสชั่นปลายทาง
tr: Bir hedef oturumu başlattığınızda hedef konumunuz ve yaklaşık varış süreniz arkadaşınızla paylaşılır.
uk: Після початку сеансу ваш кінцевий пункт і приблизний час прибуття поширюватимуться для супроводжувача.
vi: Điểm đến và giờ đến gần đúng của bạn sẽ được chia sẻ với bạn bè khi bạn bắt đầu một phiên điểm đến.
zh_cn: 当你开始目的地会话时，将与朋友共享你的目的地和大致到达时间。
zh_hk: 當你開始前往目的地時，將會與朋友共享你的目的地和大約抵達時間。
zh_tw: 系統會在你開始前往目的地時與聯絡人分享你的目的地和大約抵達時間。

# SPLASH_SUMMARY
source: Check In is designed to protect your information, enable you to choose what you share, and share only when you are in need.
ar: صُمِّمَت ميزة الاطمئنان لحماية معلوماتك وتمكينك من اختيار ما تود مشاركته، والمشاركة فقط عند الحاجة إلى ذلك.
bg: Функцията Проверка е създадена да защитава вашата информация, да ви позволи да избирате какво да споделяте и да споделяте само когато е необходимо.
ca: L’acompanyament s’ha dissenyat per protegir la teva informació i perquè puguis decidir què vols compartir, i només en els casos en què calgui.
cs: Funkce Doprovod chrání vaše osobní údaje, ponechává vám kontrolu nad tím, co sdílíte, a pokud nejste v nouzi, žádné informace nesdílí.
da: Tjek ankomst er designet til at beskytte dine oplysninger og give dig mulighed for at vælge, hvad du deler, samt kun at dele, når det er nødvendigt.
de: „Wegbegleitung“ ist dafür konzipiert, deine Daten zu schützen. Du kannst auswählen, was du teilst, und deine Daten nur in einem Notfall weiterleiten.
el: Η Δήλωση άφιξης έχει σχεδιαστεί με τρόπο που προστατεύει τις πληροφορίες σας, σας δίνει τη δυνατότητα να επιλέγετε τα δεδομένα προς κοινοποίηση και να πραγματοποιείτε κοινοποίηση μόνο όταν χρειάζεστε αυτήν τη δυνατότητα.
es: La función de aviso de llegada se ha diseñado para mantener protegida tu información, para que puedas escoger lo que quieres compartir y para compartirlo solo cuando lo necesites.
es_419: Reporte se diseñó para proteger tu información y permitirte elegir lo que compartes, y sólo se comparte cuando lo necesitas.
fi: Tilanteentarkistus on suunniteltu niin, että tietosi ovat turvassa. Voit itse valita, mitä haluat jakaa, ja jakaa vain tarvittaessa.
fr: La fonctionnalité Accompagnement est conçue pour protéger vos données, vous permettre de choisir ce que vous souhaitez partager et partager uniquement les données nécessaires pour vous fournir ce service.
fr_ca: La fonctionnalité Accompagnement est conçue pour protéger vos informations et vous permettre de choisir ce que vous souhaitez partager et de partager ce contenu uniquement lorsque c’est nécessaire.
he: ״עדכון שהכול בסדר״ תוכנן באופן שמגן על המידע שלך, מאפשר לך לבחור מה לשתף ומה לא לשתף, ומשתף מידע רק כשיש לך צורך בעזרה.
hi: चेक इन को आपकी जानकारी सुरक्षित रखने, आपको यह चुनने में सक्षम करने कि आप क्या शेयर करें और केवल आवश्यक होने पर ही शेयर करने के लिए बनाया गया है।
hr: Značajka Potvrda lokacije dizajnirana je kako bi zaštitila vaše informacije, omogućila vam odabir sadržaja koje želite dijeliti i kako bi se podaci dijelili samo kada je to potrebno.
hu: A Helyzetjelentést úgy tervezték, hogy megvédje az Ön információit, lehetővé tegye, hogy Ön kiválassza, mit oszt meg, és csak szükség esetén osszon meg adatokat.
id: Periksa dirancang untuk melindungi informasi Anda, memungkinkan Anda untuk memilih apa yang Anda bagikan, dan hanya membagikan saat Anda memerlukan bantuan.
it: “Tutto bene” è una funzionalità concepita in modo da proteggere le tue informazioni, consentendoti di scegliere i contenuti da condividere e solo quando ti serve.
ja: 到着確認はあなたの個人情報を保護するように設計され、どの情報を共有するかを選択して、必要なときにのみ情報を共有できるようになっています。
kk: «Байланысқа шығу» функциясы жеке ақпаратыңызды қорғайтындай, бөлісу қажет объектілерді таңдауға мүмкіндік беретіндей және қажет болған жағдайда ғана бөлісуге болатындай етіп жасалған.
ko: 안전 확인은 사용자의 정보를 보호하도록 설계되었으며, 공유할 내용을 사용자가 선택하고, 필요한 경우에만 공유할 수 있습니다.
lt: Atvykimo patvirtinimas sukurtas jūsų informacijai apsaugoti, leisti jums patiems pasirinkti, kokią informaciją norite bendrinti, ir ją bendrinti tik tuomet, kada to prireiks.
ms: Periksa direka bentuk untuk melindungi maklumat anda, membolehkan anda memilih perkara yang anda kongsi dan hanya berkongsi apabila anda perlu.
no: Oppfølging er utviklet for å beskytte informasjonen din og la deg velge hva du vil dele og kun dele når du trenger det.
pl: Funkcja Daj znać została zaprojektowana z myślą o ochronie Twoich danych i pozwala Ci decydować o ich udostępnianiu. Dane są udostępniane, tylko gdy wymaga tego Twoja sytuacja.
pt_br: O recurso Chegou Bem é projetado para proteger as suas informações e permitir que você escolha os dados que compartilha e os compartilhe somente quando necessário.
pt_pt: A funcionalidade Verificação foi concebida de modo a proteger a informação pessoal, permitir a cada utilizador escolher o que pretende partilhar, e partilhar apenas em caso de necessidade.
ro: Funcționalitatea Acompaniere este concepută pentru a vă proteja informațiile, pentru a vă permite să alegeți ceea ce partajați și a partaja doar atunci când este necesar.
ru: Ваши данные, используемые функцией «На связи», надежно защищены, и только Вы решаете, чем поделиться и когда нужно делиться данными.
sk: Sprevádzanie chráni vaše osobné údaje, ponecháva vám plnú kontrolu nad tým, čo zdieľate, a ak nie ste v núdzi, nezdieľa žiadne informácie.
sl: Funkcija Tukaj sem je zasnovana tako, da varuje vaše podatke in vam omogoča, da izberete, kaj boste delili, in da deli samo, kadar je to potrebno.
sv: Avstämning har utformats för att skydda din information, låta dig välja vad du vill dela och endast dela när du har behov av det.
th: เช็คอินได้รับการออกแบบมาเพื่อปกป้องข้อมูลของคุณ ทำให้คุณสามารถเลือกสิ่งที่คุณจะแชร์ และแชร์เฉพาะเมื่อคุณต้องการได้
tr: Durum Denetleme, bilgilerinizi koruyacak, neyi paylaşacağınızı seçmenizi ve yalnızca gerektiğinde paylaşmanızı sağlayacak şekilde tasarlanmıştır.
uk: Функцію «Супровід» спроєктовано так, щоб захищати вашу інформацію, давати вам змогу обирати, що поширювати, і поширювати тільки в разі необхідності.
vi: Kiểm tra được thiết kế để bảo vệ thông tin của bạn, cho phép bạn chọn nội dung chia sẻ và chỉ chia sẻ khi bạn cần.
zh_cn: 平安确认的设计可保护你的信息、让你选择要共享的内容，且只在你有需要的时候共享。
zh_hk: 「報平安」的設計可保護你的資料、讓你選擇共享的內容，以及只在你有需要時才共享。
zh_tw: 「平安通報」的設計可保護你的資訊、讓你選擇分享的內容，且只在你有需要時分享資訊。

# SPLASH_SHORT_TITLE
source: Check In
ar: الاطمئنان
bg: Проверка
ca: Acompanyament
cs: Doprovod
da: Tjek ankomst
de: Wegbegleitung
el: Δήλωση άφιξης
es: Aviso de llegada
es_419: Reporte
fi: Tilanteentarkistus
fr: Accompagnement
fr_ca: Accompagnement
he: עדכון שהכול בסדר
hi: चेक इन करें
hr: Potvrda lokacije
hu: Helyzetjelentés
id: Periksa
it: Tutto bene
ja: 到着確認
kk: Байланысқа шығу
ko: 안전 확인
lt: Atvykimo patvirtinimas
ms: Periksa
no: Oppfølging
pl: Funkcja Daj znać
pt_br: Chegou Bem?
pt_pt: Verificação
ro: Acompaniere
ru: На связи
sk: Sprevádzanie
sl: Tukaj sem
sv: Avstämning
th: เช็คอิน
tr: Durum Denetleme
uk: Супровід
vi: Kiểm tra
zh_cn: 平安确认
zh_hk: 報平安
zh_tw: 平安通報

# FIRST_BULLET
source: Information about your device such as your device’s battery level, cellular status, and last known location, may be shared with your friend in the event something unexpected happens.
ar: قد تتم مشاركة معلومات حول جهازك، مثل مستوى شحن بطارية جهازك وحالة شبكة الخلوية وآخر موقع معروف، مع صديقك في حالة حدوث شيء غير متوقع.
bg: В случай че се случи нещо непредвидено, може да бъде споделена информация с приятеля ви за вашето устройство – нивото на батерията, състоянието на мобилната мрежа и последното познато местоположение.
ca: En cas que hi hagi algun imprevist, l’altra persona podrà rebre certa informació del dispositiu, com ara el nivell de la bateria, l’estat de la connexió a la xarxa mòbil i la darrera ubicació coneguda.
cs: Pokud se stane něco nečekaného, přítel může dostat některé informace o vašem zařízení, například o nabití baterie, stavu mobilního připojení a poslední známé poloze.
da: Oplysninger om din enhed, f.eks. om dens batteriniveau, mobilstatus og sidst kendte lokalitet, kan blive delt med din ven, hvis der skulle ske noget uforudset.
de: Informationen über dein Gerät, z. B. den Ladestatus der Batterie, Mobilfunkstatus und letzter bekannter Standort, können mit einer befreundeten Person geteilt werden, falls etwas Unerwartetes passiert.
el: Οι πληροφορίες για τη συσκευή σας, όπως η στάθμη μπαταρίας συσκευής, η κατάσταση κινητού δικτύου και η πιο πρόσφατη γνωστή τοποθεσία σας ενδέχεται να κοινοποιηθούν στο φιλικό σας πρόσωπο σε περίπτωση που συμβεί κάτι απροσδόκητο.
es: En el caso de que sucediese algún imprevisto, se podría compartir información sobre tu dispositivo con dicha persona, como el nivel de batería, el estado de la conexión a la red móvil y la última ubicación registrada.
es_419: Cierta información sobre tu dispositivo —como su nivel de batería, estado de red celular y última ubicación conocida— podría compartirse con tu contacto en caso de algún suceso inesperado.
fi: Jos jotakin odottamatonta tapahtuu, ystävällesi voidaan jakaa tietoja laitteestasi, kuten laitteen akun taso, mobiiliyhteyden tila ja viimeinen tiedetty sijainti.
fr: Les informations concernant votre appareil, comme son niveau de batterie, l’état de sa connexion cellulaire et sa dernière position détectée, peuvent être partagées avec votre contact en cas d’évènement imprévu.
fr_ca: Des informations concernant votre appareil telles que son niveau de batterie, son état cellulaire et sa dernière position connue peuvent être partagées avec votre contact si un événement inattendu se produit.
he: ייתכן שמידע לגבי המכשיר שלך, כדוגמת רמת הסוללה, מצב הקליטה הסלולרית והמיקום הידוע האחרון, ישותף עם החבר או החברה שלך במקרה שמשהו לא צפוי יתרחש.
hi: कोई अप्रत्याशित घटना होने की स्थिति में आपके डिवाइस के बारे में जानकारी जैसे कि आपके डिवाइस का बैटरी स्तर, मोबाइल स्टेटस और पिछला ज्ञात स्थान आपके दोस्त के साथ शेयर किया जा सकता है।
hr: Informacije o vašem uređaju, kao što su razina baterije uređaja, status mobilne veze i posljednja poznata lokacija, mogu se podijeliti s vašim prijateljem u slučaju da se dogodi nešto neočekivano.
hu: Amennyiben váratlan dolog történik, előfordulhat, hogy a barátjával meg lesznek osztva olyan információk, mint az Ön eszköze akkumulátorának töltöttségi szintje, a mobilhálózat állapota és az utolsó ismert helyzet.
id: Informasi mengenai perangkat Anda seperti level baterai perangkat, status seluler, dan lokasi terakhir yang diketahui, mungkin dibagikan dengan teman Anda jika terjadi sesuatu yang tidak terduga.
it: Nel caso di un problema inatteso, potrebbero essere condivise con la persona amica informazioni sul dispositivo, come il livello della batteria, lo stato della rete cellulare e l’ultima posizione conosciuta.
ja: 想定外の出来事が起きた場合には、デバイスのバッテリー残量、モバイル通信の状態、最後に確認できた位置情報などのデバイスに関する情報が友達と共有されることがあります。
kk: Күтпеген оқиғалар орын алған жағдайда, құрылғыңыздың аккумулятор деңгейі, ұялы желі қосылымының күйі және соңғы белгілі геолокация сияқты құрылғыңыз туралы ақпарат досыңызға жіберілуі мүмкін.
ko: 예상치 못한 일이 발생한 경우에는 사용자 기기의 배터리 잔량, 셀룰러 상태, 마지막으로 파악한 위치 등 기기에 관한 정보가 친구와 공유될 수 있습니다.
lt: Informacija apie jūsų įrenginį, pvz., įrenginio akumuliatoriaus įkrovos lygis, mobiliojo ryšio būsena bei vėliausia žinoma vieta gali būti bendrinama su draugu, jei atsitiktų kažkas netikėto.
ms: Maklumat tentang peranti anda seperti paras bateri, status selular dan lokasi terakhir peranti anda yang diketahui, mungkin dikongsi dengan rakan anda sekiranya sesuatu yang tidak dijangka berlaku.
no: Informasjon om enheten din, som batterinivå, mobilnettverksstatus og sist kjente posisjon kan deles med vennen din i tilfelle noe uventet skulle skje.
pl: W przypadku nieprzewidzianych zdarzeń drugiej osobie udostępniane mogą być informacje o Twoim urządzeniu, na przykład poziom naładowania baterii, status połączenia z siecią komórkową oraz ostatnie znane położenie.
pt_br: Informações sobre o seu dispositivo, como o nível da bateria, estado da rede celular e última localização conhecida, podem ser compartilhados com a pessoa caso algo inesperado ocorra.
pt_pt: Caso ocorra algo inesperado, poderá ser partilhada com essa pessoa informação sobre o seu dispositivo, como o nível de bateria, o estado da rede móvel e a última localização conhecida.
ro: Informații despre dispozitivul dvs., precum nivelul de încărcare a bateriei, starea conexiunii celulare și ultima localizare cunoscută, pot fi partajate cu contactul dvs. în cazul în care se întâmplă ceva neașteptat.
ru: Вы можете делиться с кем-либо из друзей информацией о Вашем устройстве, в том числе об уровне заряда его аккумулятора, статусе подключения к сотовой сети и последней известной геопозиции, на случай непредвиденных происшествий.
sk: Ak sa stane niečo neočakávané, s vaším priateľom môžu byť zdieľané informácie o vašom zariadení, napríklad úroveň nabitia batérie, stav mobilného pripojenia a posledná známa poloha.
sl: Informacije o vaši napravi, kot so raven napolnjenosti baterije vaše naprave, stanje signala mobilnega omrežja in zadnja znana lokacija, bodo morda deljene z vašim prijateljem v primeru, da se zgodi kaj nepričakovanega.
sv: Information om din enhet, t.ex. enhetens batterinivå, mobilnätsstatus och senast kända plats, kan delas med din vän ifall något oväntat skulle ske.
th: ข้อมูลเกี่ยวกับอุปกรณ์ของคุณ เช่น ระดับแบตเตอรี่ สถานะเซลลูลาร์ และตำแหน่งที่ตั้งล่าสุดที่ทราบของอุปกรณ์ของคุณ อาจถูกแชร์กับเพื่อนของคุณในกรณีที่เกิดบางอย่างที่ไม่คาดคิด
tr: Beklenmedik bir şey olması durumunda aygıtınızın pil düzeyi, hücresel durumu ve en son bilinen konumu gibi aygıtınızla ilgili bilgiler arkadaşınızla paylaşılabilir.
uk: Інформація про ваш пристрій, як‑от рівень заряду акумулятора, наявність підʼєднання до мережі та остання відома геопозиція, може поширюватися для супроводжувача на той випадок, якщо станеться щось неочікуване.
vi: Thông tin về thiết bị của bạn, ví dụ như mức pin, trạng thái mạng di động và vị trí đã biết sau cùng của thiết bị có thể được chia sẻ với bạn bè của bạn trong trường hợp xảy ra một việc gì đó ngoài dự kiến.
zh_cn: 若发生意外，可能会与朋友共享你的设备信息，如设备的电池电量、蜂窝网络状态和最后已知位置等。
zh_hk: 發生非預期事件時，可能會與你的朋友共享有關裝置的資料，例如裝置電池電量、流動網絡狀態和最後已知位置。
zh_tw: 發生未預期事件時可能會與你的朋友分享裝置相關資訊，例如裝置電池電量、行動網路狀態和最後的已知位置。
